Repository: common-repository/rfs-email-verification-for-gravity-forms
Catalog: languages/rfswp-*.po
Languages: pl_pl

source: PRO Version
pl_pl: Wersja PRO

source: Email Verification Code
pl_pl: Kod weryfikacyjny

source: The field has already been added to the form. One per form is allowed.
pl_pl: Pole zostało już dodane do formularza. Dozwolone jest jedno pole na formularz.

source: Please make sure to also add an email field into your form.
pl_pl: Upewnij się, że w formularzu dodano również pole adresu e-mail.

source: Verification code
pl_pl: Kod weryfikacyjny

source: Site title
pl_pl: Tytuł strony

source: Admin email
pl_pl: E-mail admina

source: Available in PRO
pl_pl: Dostępne w wersji PRO

source: General
pl_pl: Ogólne

source: Send Code button text
pl_pl: Tekst przycisku do wysyłki kodu

source: Send verification code
pl_pl: Wyślij kod weryfikacyjny

source: Show resend button
pl_pl: Pokaż przycisk ponownego wysłania

source: Allow users to resend the code
pl_pl: Zezwalal użytkownikom na ponowne wysłanie kodu

source: Resend Code button text
pl_pl: Tekst przycisku do ponownej wysyłki kodu

source: Resend the code
pl_pl: Wyślij kod ponownie

source: Resend interval
pl_pl: Interwał ponownego wysłania

source: Enter number of seconds. Set to -1 to disable.
pl_pl: Wprowadź liczbę minut. Ustaw na -1, aby nigdy nie wygasło.

source: This option prevents hitting the resend button multiple times in a row, which would result in sending multiple emails.
pl_pl: Opcja ta zapobiega wielokrotnemu naciskaniu przycisku ponownego wysłania, co skutkowałoby wysłaniem wielu wiadomości e-mail.

source: Resend interval text
pl_pl: Tekst interwału ponownej wysyłki

source: Use {resend_counter} tag to display counter.
pl_pl: Użyj tagu {resend_counter} , aby wyświetlić odliczanie.

source: Code expiry time
pl_pl: Czas wygaśnięcia kodu

source: Enter number of minutes. Set to -1 to never expire.
pl_pl: Wprowadź liczbę minut. Ustaw na -1, aby nigdy nie wygasło.

source: The code will auto expire after submitting the form or reloading the page, regardless of this setting.
pl_pl: Kod nadal wygaśnie po wysłaniu formularza lub odświeżeniu strony, bez względu na to ustawienie.

source: Code sent message - verification code field
pl_pl: Wiadomość o wysłaniu kodu - pole kodu weryfikacyjnego

source: The verification code has been sent to your email address. It will be valid for 5 minutes.
pl_pl: Kod weryfikacyjny został wysłany na Twój adres e-mail. Będzie ważny przez 5 minut.

source: Code sent message - email field
pl_pl: Wiadomość o wysłaniu kodu - pole e-mail

source: This message will display in cases where the fields are on different pages of multi-page form.
pl_pl: Ta wiadomość będzie wyświetlana w przypadkach, gdy pola znajdują się na różnych stronach formularza wielostronicowego.

source: The verification code has been sent to your email address. Go to the next page to enter the code. It will be valid for 2 minutes.
pl_pl: Kod weryfikacyjny został wysłany na Twój adres e-mail. Przejdź do następnej strony, aby wprowadzić kod. Będzie ważny przez 2 minuty.

source: Email subject
pl_pl: Temat wiadomości e-mail

source: Email from
pl_pl: E-mail od

source: Email message
pl_pl: Treść wiadomości e-mail

source: Your verification code is: {verification_code}
pl_pl: Twój kod weryfikacyjny to: {verification_code}

source: Multi-Page
pl_pl: Wielostronicowy

source: Send code button display
pl_pl: Wyświetlanie przycisku do wysyłki kodu

source: Same page as Verification Code field
pl_pl: Ta sama strona co pole Kod Weryfikacyjny

source: Same page as Email field
pl_pl: Ta sama strona co pole E-mail

source: Send code button behaviour
pl_pl: Zachowanie przycisku do wysyłki kodu

source: Use this option in cases where the Email and Code Verification fields are on different pages and button display is set to "Same page as Email field"
pl_pl: Użyj tej opcji w przypadkach, gdy pola adresu e-mail i kodu znajdują się na różnych stronach, a wyświetlanie przycisku jest ustawione na "Ta sama strona co pole E-mail".

source: Default
pl_pl: Domyślne

source: Go to the next page after sending the code
pl_pl: Przejdź do następnej strony po wysłaniu kodu

source: Ajax request helper
pl_pl: Wspomaganie zapytania ajax

source: Enable this setting if you are experiencing issues with sending the code.
pl_pl: Włącz to ustawienie, jeśli występują problemy z wysyłaniem kodu.

source: The email address entered is invalid.
pl_pl: Wprowadzony adres e-mail jest nieprawidłowy.

source: The verification code entered is invalid.
pl_pl: Wprowadzony kod weryfikacyjny jest nieprawidłowy.

source: Unexpected error occured. The code could not be sent.
pl_pl: Wystąpił nieoczekiwany błąd. Kod nie mógł zostać wysłany.

source: Unexpected error occured.
pl_pl: Wystąpił nieoczekiwany błąd.

source: Enjoying the %1$s plugin? Get %2$s to get more features and premium support.
pl_pl: Podoba Ci się wtyczka %1$s? Pobierz %2$s aby uzyskać więcej funkcji i wsparcie premium.

source: plugin could not be activated. It requires active Gravity Forms plugin to work.
pl_pl: wtyczka nie mogła zostać aktywowana. Do działania wymaga aktywnej wtyczki Gravity Forms.

source: Get PRO Version
pl_pl: Pobierz wersję PRO

source: Documentation
pl_pl: Dokumentacja

source: Support
pl_pl: Wsparcie
